package com.example.fireextinguishinginstallationsmobile.data

val aerozolSections =
    arrayOf(
        "Камера",
        "Входни данни",
        "Преглед на контролен панел, ел.табло - индикация",
        "Функционален тест индикация на ел. табло за управление и сработване на ПГИ",
        "Преглед и тест на основно захранване",
        "Преглед и тест на основна платка",
        "Проверка за правилната свързаност и последователност на задействане",
        "Функционален тест на действието на звукови сигнализатори и звънци / сирени за предупреждение на пуск на гасителния агент/",
        "Преглед на резервно захранване",
        "Техническа проверка на лупове и линии",
        "Техническа проверка на всеки един автоматичен пожароизвестителен детектор",
        "Проверка за наличие на свободно пространство от 0.5 м около всеки пожароизвестителен детектор",
        "Тест на механизма на всеки един Ръчен пожароизвестителен бутон чрез тест ключ или премахване на чупещия се елемент",
        "Проверка на безпрепятствен достъп до всички ръчни пожароизвестителни бутони",
        "Проверка за наличие на указателни знаци над ръчните пожароизвестителни бутони",
        "Визуална проверка на съдовете за гасителен агент",
        "Проверка на сигнални и изнесени устройства",
        "Проверка за наличие на ключ или мастър карта за достъп на пожарникарите до всяко едно помещение в обекта",
        "Проверка за функциониране на ключ или мастър карта за достъп на пожарникарите до всяко едно помещение в обекта",
        "Визуална проверка за структурни или експлоатационни промени в обекта, който биха попречили на работата на ПГИ",
        "Проверка за наличие на актуалност на документацията, придружаваща ПГИ",
        "Проверка за наличие и попълване на дневник на системата",
        "Забележка"
    )