package com.example.fireextinguishinginstallationsmobile.data

val gasSections =
    arrayOf(
        "Камера",
        "Входни данни",  // 0 АБОНАМЕНТНО ТЕХНИЧЕСКО ОБСЛУЖВАНЕ за м. януари 2026г.
        "Преглед на контролен панел, ел.табло - индикация",    // 1
        "Функционален тест индикация на ел. табло за управление и сработване на ПГИ", // 2
        "Преглед и тест на основно захранване", // 3
        "Преглед и тест на основна платка", // 4
        "Проверка за правилната свързаност и последователност на задействане", // 5
        "Проверка на задействието на допълнителни спомагателни съоръжения / АПУ, ръчен СК, Пускова бутилка /",// 6
        "Функционален тест на действието на звукови сигнализатори и звънци / сирени за предупреждение на пуск на гасителния агент/", // 7
        "Проверка за положението на Ръчния Спирателен Кран / СК /", // 8
        "Проверка за положението на Ръчно Пусково Устройство", // 9
        "Преглед на резервно захранване", // 10
        "Техническа проверка на лупове и линии", // 11
        "Техническа проверка на всеки един автоматичен пожароизвестителен детектор", // 12
        "Проверка за наличие на свободно пространство от 0.5 м около всеки пожароизвестителен детектор", // 13
        "Тест на механизма на всеки един Ръчен пожароизвестителен бутон чрез тест ключ или премахване на чупещия се елемент",// 14
        "Проверка на безпрепятствен достъп до всички ръчни пожароизвестителни бутони", // 15
        "Проверка за наличие на указателни знаци над ръчните пожароизвестителни бутони", // 16
        "Вид на съд за гасителен агент", // 17
        "Визуална проверка на съдовете за гасителен агент", // 18
        "Проверка на система за откриване на течове", // 19
        "Проверка на сигнални и изнесени устройства", // 20
        "Визуална проверка за повреди по маркучи и армировка", // 21
        "Визуална проверка за увреждания ( закрепване, корозия, механични наранявания и др. ) по тръбопроводи", // 22
        "Визуална проверка на дюзи за разпръскване на гасителен агент", // 23
        "Продухване на тръбна мрежа на ПГИ с Азот против запушване", // 24
        "Проверка за опасностите и непроницаемостта на затвореното пространство и промени, който биха могли да намалят ефикасността на инсталацията", // 25
        "Проверка за затваряне на Входна плъзгаща врата при сработване", // 26
        "Проверка за сработване на сигнална лампа СТОП ГАЗ", // 27
        "Проверка за наличие на ключ или мастър карта за достъп на пожарникарите до всяко едно помещение в обекта", // 28
        "Проверка за функциониране на ключ или мастър карта за достъп на пожарникарите до всяко едно помещение в обекта", // 29
        //  "Проверка за правилната подгототвка и обучение на персонала упълномощен да управлява съоръженията за гасене", //
        "Визуална проверка за структурни или експлоатационни промени в обекта, който биха попречили на работата на ПГИ", // 30
        "Проверка за наличие на актуалност на документацията, придружаваща ПГИ", // 31
        "Проверка за наличие и попълване на дневник на системата",// 32
        "Забележка"
    )